tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
tap "lihaoyun6/tap"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "pakerwreah/calendr"
brew "act"
brew "awscli"
brew "eza"
brew "fzf"
brew "git"
brew "git-delta"
brew "jq"
brew "nvm"
brew "stow"
brew "tailscale"
brew "tig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "mongodb/brew/mongodb-database-tools"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "doll"
cask "figma"
cask "font-meslo-lg-nerd-font"
cask "jordanbaird-ice"
cask "latest"
cask "linear-linear"
cask "meetingbar"
cask "ngrok"
cask "notion"
cask "notunes"
cask "ollama"
cask "orbstack"
cask "postman"
cask "quickrecorder"
cask "raycast"
cask "slack"
cask "spotify"
cask "tabtab"
cask "visual-studio-code"
cask "warp"
cask "webstorm"
cask "zed"
cask "zen-browser"
vscode "ahmadawais.shades-of-purple"
vscode "alefragnani.project-manager"
vscode "apollographql.vscode-apollo"
vscode "capaj.graphql-codegen-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "helgardrichard.helium-icon-theme"
vscode "martinjohns.inline-types"
vscode "mquandalle.graphql"
vscode "mrmlnc.vscode-scss"
vscode "ms-ceintl.vscode-language-pack-fr"
vscode "naumovs.color-highlight"
vscode "prisma.prisma"
vscode "redhat.vscode-xml"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamj0rd2.ts-quickfixes-extension"
