tap "entireio/tap"
tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
tap "lihaoyun6/tap"
tap "manaflow-ai/cmux"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "pakerwreah/calendr"
tap "penso/arbor"
tap "peonping/tap"
tap "xykong/tap"
brew "act"
brew "python@3.14"
brew "awscli"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "helix"
brew "jq"
brew "lazygit"
brew "mongosh"
brew "nvm"
brew "pipx"
brew "rtk"
brew "stow"
brew "tailscale"
brew "terraform"
brew "tig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "mongodb/brew/mongodb-database-tools"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "chai"
cask "claude"
cask "claude-code@latest"
cask "discord"
cask "dockdoor"
cask "doll"
cask "figma"
cask "xykong/tap/flux-markdown"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "linear"
cask "monitorcontrol"
cask "notion"
cask "notunes"
cask "orbstack"
cask "puremac"
cask "slack"
cask "spotify"
cask "tableplus"
cask "thaw"
cask "utm"
cask "visual-studio-code"
cask "xquartz"
vscode "abians.worktree-easy"
vscode "ahmadawais.shades-of-purple"
vscode "alefragnani.project-manager"
vscode "alysonfarias.json-path-extractor"
vscode "anthropic.claude-code"
vscode "apollographql.vscode-apollo"
vscode "benjaminbenais.copilot-theme"
vscode "bruno-api-client.bruno"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "martinjohns.inline-types"
vscode "mquandalle.graphql"
vscode "ms-ceintl.vscode-language-pack-fr"
vscode "naumovs.color-highlight"
vscode "nrwl.angular-console"
vscode "prisma.prisma"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "typescriptteam.native-preview"
vscode "vibe-island.terminal-focus"
vscode "vitest.explorer"
vscode "vunguyentuan.vscode-css-variables"
go "github.com/nergie/no-barrel-file"
npm "@anthropic-ai/claude-code"
npm "@knennigtri/merge-markdown"
npm "@nestjs/cli"
npm "ai-commit"
npm "autocannon"
npm "corepack"
npm "fleetctl"
npm "git-whisper"
npm "pnpm"
npm "prismy-cli"
npm "turbo"
npm "unbarrelify"
npm "vibe-rules"
npm "yarn"
