tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
tap "lihaoyun6/tap"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "pakerwreah/calendr"
brew "act"
brew "awscli"
brew "eza"
brew "fzf"
brew "git"
brew "git-delta"
brew "jq"
brew "mongosh"
brew "nvm"
brew "stow"
brew "tailscale"
brew "tig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "mongodb/brew/mongodb-database-tools"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "appcleaner"
cask "chai"
cask "cursor"
cask "doll"
cask "figma"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "jordanbaird-ice"
cask "linear-linear"
cask "meetingbar"
cask "ngrok"
cask "notion"
cask "notunes"
cask "orbstack"
cask "quickrecorder"
cask "raycast"
cask "slack"
cask "spotify"
cask "tableplus"
cask "zed"
cask "zen-browser"
