tap 'jandedobbeleer/oh-my-posh'
tap 'pakerwreah/calendr'
tab 'mongodb/brew'

brew 'git-delta'
brew 'nvm'
brew 'fzf'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'jandedobbeleer/oh-my-posh/oh-my-posh'
brew 'zoxide'
brew 'tig'
brew 'eza'
brew 'mongodb-database-tools' # mongodump and mongorestore

cask 'visual-studio-code'
cask 'webstorm'
cask 'calendr'
cask 'zen-browser'
cask 'wezterm'
cask 'appcleaner'
cask '1password'
cask '1password-cli'
cask 'gather'
cask 'orbstack'
cask 'slack'
cask 'spotify'
cask 'ollama'
cask 'raycast'
cask 'notunes'
cask 'jordanbaird-ice'
cask 'notion'
cask 'linear-linear'
cask 'alt-tab'
cask 'lihaoyun6/tap/quickrecorder'
cask 'font-meslo-lg-nerd-font'