brew 'git'
brew 'nvm'
brew 'fzf'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'starship'
brew 'zoxide'
brew 'tig'
brew 'eza'

cask 'visual-studio-code'
cask 'webstorm'
cask 'arc'
cask 'wezterm'
cask 'appcleaner'
cask '1password'
cask 'gather'
cask 'orbstack'
cask 'slack'
cask 'spotify'
cask 'ollama'
cask 'raycast'
cask 'logitech-g-hub'
cask 'bruno'
cask 'hiddenbar'
cask 'lihaoyun6/tap/quickrecorder'
cask 'font-meslo-lg-nerd-font'